/* sheet title: are you sure */
"Are You Sure?" = "Are You Sure?";

/* question: are you sure for one row */
"Are you sure you want to delete the selected row?" = "Are you sure you want to delete the selected row?";

/* question: are you sure for multiple rows */
"Are you sure you want to delete the selected rows?" = "Are you sure you want to delete the selected rows?";

/* button: delete */
"Delete" = "Delete";

/* button: cancel */
"Cancel" = "Cancel";

/* window title (%@ is the filename): add to %@ */
"Add to %@" = "Add to %@";

/* window title (first %@ is fieldname, second is filename): view/change %@ in %@ */
"View/Change %@ in %@" = "View/Change %@ in %@";

/* sheet title: invalid URL */
"Invalid URL" = "Invalid URL";

/* informational statement: the URL is not valid */
"The URL entered is not a valid URL" = "The URL entered is not a valid URL";

/* informational statement: use a good passphrase */
"Passphrase hint" = "Be sure to use a good passphrase, something wordy and difficult to guess (eg, \"The blue toast in the thimble will be a pen in two fortnights\" not \"My dog is Spot\")";

/* informational statement: enter passphrase for file */
"Passphrase for file" = "Enter the passphrase which protects the file";

/* informational statement: enter new passphrase for save */
"New passphrase" = "Enter the new passphrase for this file (this action will save your document)";

/* window title: short passphrase */
"Short Passphrase" = "Short Passphrase";

/* question: passphrase is short, use anyway */
"The entered passphrase is somewhat short, do you wish to use it anyway?" = "The entered passphrase is somewhat short, do you wish to use it anyway?";

/* button: use it */
"Use It" = "Use It";

/* button: enter again */
"Enter Again" = "Enter Again";

/* undo title: add */
"Add" = "Add";

/* undo title: change */
"Change" = "Change";

/* undo title: delete */
"Delete" = "Delete";

/* window title (%@ is the document name): enter passphrase for %@ */
"Enter passphrase for %@" = "Enter passphrase for %@";

/* sheet title: entry already exists */
"Entry Already Exists" = "Entry Already Exists";

/* informational statement: an entry with that name already exists, choose another name */
"An entry with that name already exists, enter another name" = "An entry with that name already exists, enter another name";

/* undo title: paste */
"Paste" = "Paste";

/* undo title: drop */
"Drop" = "Drop";

/* undo title: cut */
"Cut" = "Cut";

/* undo title: clear */
"Clear" = "Clear";

/* sheet title: entry not saved */
"Entry Not Saved" = "Entry Not Saved";

/* informational statement: the entry has not been saved, close anyway? */
"The entry has not been saved, close anyway?" = "The entry has not been saved, close anyway?";

/* button: close anyway */
"Close Anyway" = "Close Anyway";

/* button: don't close */
"Don't Close" = "Don't Close";

/* appended to entry names for copies 1..n */
"%@ copy %d" = "%@ copy %d";

/* appended to entry names on the first copy */
"%@ copy" = "%@ copy";

/* sheet title: passphrases don't match */
"Passphrases Don't Match" = "Passphrases Don't Match";

/* question: The passphrases do not match; do you wish to enter again or cancel? */
"The passphrases do not match; do you wish to enter again or cancel?" = "The passphrases do not match; do you wish to enter again or cancel?";

/* status bar (%d is number selected): 1 entry, %d selected */
"1 entry, %d selected" = "1 entry, %d selected";

/* status bar (first %d is the number of entries, second is number selected): %d entries, %d selected */
"%d entries, %d selected" = "%d entries, %d selected";

/* hint text in search field */
"search" = "search";

/* appended to status text if the view is currently filtered */
"filtered" = "filtered";

/* Table column header titles */
"name" = "Name";
"account" = "Account";
"password" = "Password";
"url" = "URL";
"notes" = "Notes";

/* sheet title: need at least one column */
"Need at least one column" = "Need at least one column";

/* informational statement: At least one column is needed in order to be useful */
"At least one column is needed in order to be useful" = "At least one column is needed in order to be useful";